Repository: grappler/edd-coming-soon
Catalog: languages/edd-coming-soon-*.po
Languages: de_de

source: Coming Soon
de_de: Bald verfügbar

source: Enable "Coming Soon" / custom download status
de_de: "Coming Soon" / benutzerdefinierte download status aktivieren

source: Custom status text (default: %s)
de_de: Benutzerdefinierter Statustext (Standardeinstellung: %s)

source: Voting
de_de: Abstimmen...

source: Enable voting
de_de: Abstimmen aktivieren

source: Enable voting in the %s shortcode
de_de: Abstimmen in das %s shortcode aktivieren

source: Votes
de_de: Abstimungen

source: %1$s people want this %2$s
de_de: %1$s personen wollen dieser %2$s

source: Votes: %s
de_de: Stimmen: %s

source: This download cannot be purchased
de_de: Dieser Download kann nicht gekauft werden

source: Let us know you're interested by voting below.
de_de: Lass uns wissen dass du interessiert bist durch dein Abstimmung.

source: I want this
de_de: Ich will das

source: We heard you! Your interest for this %s was duly noted.
de_de: Wir haben dich gehört! Deine interesse für %s wurde notiert.

source: %s with no votes won't appear in the above list.
de_de: %s mit Nein-Stimmen wird in der obigen Liste nicht angezeigt.

source: Either there are no &laquo;Coming Soon&raquo; %s in the shop at the moment, or none of them received votes.
de_de: Es gibt keine bald erhältlich %s im Shop im Moment oder keine haben Stimmen erhalten.

source: Most wanted Coming Soon %s
de_de: Meist nachgefragte bald erhältlich %s

source: Voting...
de_de: Abstimmen...
